Repository: byro/byro
Catalog: src/byro/locale/*/LC_MESSAGES/django.po
Languages: de, pt_br

source: Add Member …
de: Mitglied hinzufügen …
pt_br: Adicionar Associada …

source: Please configure the fields you want to display in your member registration form.
de: Bitte konfiguriere die Felder, die du im Beitrittsformular stehen hast.
pt_br: Por favor, configure os campos que deseja exibir em seu formulário de registro de pessoa associada.

source: here!
de: hier!
pt_br: aqui!

source: Import members
de: Mitglieder importieren
pt_br: Importar associadas

source: Generate
de: Erstellen
pt_br: Gerar

source: Timeline
de: Zeitleiste
pt_br: Linha do tempo

source: Documents
de: Dokumente
pt_br: Documentos

source: Log entries
de: Log-Einträge
pt_br: Entradas de log

source: Mail history
de: E-Mail-Verlauf
pt_br: Histórico de e-mail

source: Operations
de: Vorgänge
pt_br: Operações

source: Record Disclosure
de: Datenbrief
pt_br: Divulgação de registro

source: Booked on %(date)s
de: Gebucht am %(date)s
pt_br: Agendado em %(date)s

source: active
de: aktiv
pt_br: ativa

source: <strong>not</strong> active
de: <strong>nicht</strong> aktiv
pt_br: <strong>inativa</strong>

source: current balance
de: aktueller Kontostand
pt_br: saldo atual

source: Last transaction on %(start)s.
de: Letzte Transaktion am %(start)s.
pt_br: Última transação em %(start)s.

source: in liabilities will expire end of this year
de: ausstehende Beiträge die Ende diesen Jahres verjähren
pt_br: no passivo expirará no final deste ano

source: in expired liabilities
de: verjährte Beiträge
pt_br: em obrigações vencidas

source: donations
de: Spenden
pt_br: doações

source: %(n)s day
de: %(n)s Tag
pt_br: %(n)s dia

source: or %(n)s year of membership
de: oder %(n)s Jahr Mitglied
pt_br: ou %(n)s ano de associação

source: until this person becomes a member.
de: bis diese Person Mitglied wird.
pt_br: até que essa pessoa se torne uma associada.

source: Joined on %(start)s.
de: Beigetreten am %(start)s.
pt_br: Entrou em %(start)s.

source: Data Disclosure Mail
de: Datenbrief
pt_br: E-mail de divulgação de dados

source: Do you want to send data disclosure mails to all %(count)s active members? The mails will be generated and placed in the outbox for your review.
de: Möchtest Du allen %(count)s aktiven Mitgliedern ihren Datenbrief schicken? Die Mails werden dann generiert und zur Durchsicht in den Postausgang gelegt.
pt_br: Você deseja enviar e-mails de divulgação de dados para todas as %(count)s pessoas associadas ativas? Os e-mails serão gerados e colocados na caixa de saída para sua revisão.

source: Generate mails
de: Mails erstellen
pt_br: Gerar e-mails

source: Upload document
de: Dokument hochladen
pt_br: Enviar documento

source: Related documents
de: Zugehörige Dokumente
pt_br: Documentos relacionados

source: <div class="empty">No transactions from %(start)s until %(end)s.</div>
de: <div class="empty">Keine Transaktionen von %(start)s bis %(end)s.</div>
pt_br: <div class="empty">Nenhuma transação de %(start)s até %(end)s.</div>

source: Member List
de: Mitglieder
pt_br: Lista de associadas

source: Member list operations
de: Operationen auf der Mitgliederliste
pt_br: Operações da lista de associadas

source: Add new member
de: Mitglied hinzufügen
pt_br: Nova associada

source: Balances/Reminders
de: Zahlungsaufforderungen
pt_br: Saldos/Lembretes

source: Send disclosure mail
de: Datenbrief verschicken
pt_br: Enviar e-mail de divulgação

source: Export member list
de: Mitgliederliste exportieren
pt_br: Exportar lista de associadas

source: Active members
de: Aktive Mitglieder
pt_br: Associadas ativas

source: Members with negative balance
pt_br: Associadas com saldo negativo

source: Only inactive members
de: Inaktive Mitglieder
pt_br: Apenas associadas inativas

source: Search
de: Suchen
pt_br: Buscar

source: Filter
de: Filtern
pt_br: Filtro

source: Number
de: Zahl
pt_br: Número

source: Refresh
de: Aktualisieren
pt_br: Atualizar

source: Select the export format and fields to be exported, then press 'Export'.
de: Wählen Sie das Exportformat und die Felder aus, die exportiert werden sollen, und drücken Sie dann 'Export'.
pt_br: Selecione o formato de exportação e os campos a serem exportados e pressione 'Exportar'.

source: Export
de: Exportieren
pt_br: Exportar

source: Import
de: Importieren
pt_br: Importar

source: Compose new message …
de: Neue Nachricht schreiben …
pt_br: Compor nova mensagem …

source: News
de: Nachrichten
pt_br: Notícias

source: Payment received
de: Zahlungseingang
pt_br: Pagamento recebido

source: Booked on %(datetime)s
de: Gebucht am %(datetime)s
pt_br: Reservado em %(datetime)s

source: Reversed on %(datetime)s
de: Storniert am %(datetime)s
pt_br: Revertido em %(datetime)s

# mail header
source: To
de: An
pt_br: Para

# mail header
source: Subject
de: Betreff
pt_br: Assunto

# mail header
source: Reply-To
pt_br: Responder para

source: Membership start
de: Mitgliedschaftsbeginn
pt_br: Início da assinatura

source: Membership end
de: Mitgliedschaftsende
pt_br: Fim da assinatura

source: Membership entry created
de: Mitgliedseintrag erstellt
pt_br: Entrada de associação criada

source: Membership entry changed
de: Mitgliedseintrag geändert
pt_br: Entrada de associação alterada

source: Created by:
de: Erstellt durch:
pt_br: Criado por:

source: Changed by:
de: Geändert durch:
pt_br: Alterado por:

source: By:
de: Durch:
pt_br: Por:

source: Document
de: Dokument
pt_br: Documento

source: Direct Debit mandate reference assigned
de: SEPA-Mandatsreferenz zugeteilt
pt_br: Referência de mandato de débito direto atribuída

source: Page %(page)s of %(of)s (%(count)s elements)
de: Seite %(page)s von %(of)s (%(count)s Treffer)
pt_br: Página %(page)s de %(of)s (%(count)s elementos)

source: %(count)s elements
de: %(count)s Treffer
pt_br: %(count)s elementos

source: Real Transactions
de: Bank-Transaktionen
pt_br: Transações Reais

source: All transactions
de: Alle Buchungen
pt_br: Todas as transações

source: Only matched transactions
de: Nur zugeordnete Buchungen
pt_br: Apenas transações correspondentes

source: Only unmatched transactions
de: Nur unzugeordnete Buchungen
pt_br: Somente transações não correspondidas

source: match
de: zuordnen
pt_br: corresponder

source: Value Date
de: Wertstellungstag
pt_br: Data de validade

source: Originator
de: Urheber
pt_br: Originador

source: Virtual Transactions
de: Virtuelle Buchungen
pt_br: Transações Virtuais

source: %(amount | format_with_currency)s from %(source)s to %(dest)s (%(member)s)
de: %(amount | format_with_currency)s € von %(source)s nach %(dest)s (%(member)s)
pt_br: %(amount | format_with_currency)s de %(source)s para %(dest)s (%(member)s)

source: Match transaction
de: Buchung zuordnen
pt_br: Transação correspondente

source: Match transactions
de: Buchungen zuordnen
pt_br: Transações correspondentes

source: Matches
de: Zuordnungen
pt_br: Partidas

source: Add a new VT
de: Weitere Buchung
pt_br: Adicionar um novo VT

source: About byro
de: Über byro
pt_br: Sobre byro

source: version %(byro_version)s
pt_br: versão %(byro_version)s

source: <p>byro is free software released under the Apache license.</p> <p>Originally written by Tobias Kunze (<a href="https://github.com/rixx"><i class="fa fa-github"></i> rixx</a>), with contributions by Henryk Plötz (<a href="https://github.com/henryk"><i class="fa fa-github"></i> henryk</a>), luto (<a href="https://github.com/luto"><i class="fa fa-github"></i> luto</a>), Andreas Madsack (<a href="https://github.com/mfa"><i class="fa fa-github"></i> mfa</a>), and <a href="https://github.com/byro/byro/graphs/contributors">several others</a>.</p> <p>The byro logo was graciously provided by Markus Kempken (<a href="http://enigmation.de">enigmation.de</a>).</p>
de: <p>byro ist freie Software, die gemäß der Apache-Lizenz veröffentlicht wird.</p> <p>Ursprünglich geschrieben von Tobias Kunze (<a href="https://github.com/rixx"><i class="fa fa-github"></i> rixx</a>), mit Beiträgen von Henryk Plötz (<a href="https://github.com/henryk"><i class="fa fa-github"></i> henryk</a>), luto (<a href="https://github.com/luto"><i class="fa fa-github"></i> luto</a>), Andreas Madsack (<a href="https://github.com/mfa"><i class="fa fa-github"></i> mfa</a>), und <a href="https://github.com/byro/byro/graphs/contributors">weiteren</a>.</p> <p>Das byro-Logo wurde von Markus Kempken (<a href="http://enigmation.de">enigmation.de</a>) erstellt.</p>
pt_br: <p>byro é um software livre lançado sob a licença Apache.</p> <p>Originalmente escrito por Tobias Kunze (<a href="https://github.com/rixx"><i class="fa fa-github"></i> rixx</a>), com contribuições de Henryk Plötz (<a href="https://github.com/henryk"><i class="fa fa-github"></i> henryk</a>), luto (<a href="https://github.com/luto"><i class="fa fa-github"></i> luto</a>), Andreas Madsack (<a href="https://github.com/mfa"><i class="fa fa-github"></i> mfa</a>), e <a href="https://github.com/byro/byro/graphs/contributors">muitas outras pessoas</a>.</p> <p>O logo do byro foi graciosamente fornecido por Markus Kempken (<a href="http://enigmation.de">enigmation.de</a>).</p>

source: Installed plugins
de: Installierte Plugins
pt_br: Plugins instalados

source: Find more plugins online …
de: Weitere Plugins online suchen …
pt_br: Encontre mais plugins online…

source: Find plugins online …
de: Plugins online suchen …
pt_br: Encontre plug-ins on-line…

source: Audit Log
de: Logbuch
pt_br: Registro de Auditoria

source: Fields currently in the registration form
de: Felder die im Beitrittsformular sind
pt_br: Campos atualmente no formulário de registro

source: Fields not in the registration form
de: Felder die nicht im Beitrittsformular sind
pt_br: Campos que não constam no formulário de inscrição

source: Add
de: Hinzufügen
pt_br: Adicionar

source: Remove
de: Entfernen
pt_br: Remover

source: Edit transaction
de: Buchungssatz bearbeiten
pt_br: Editar transação

source: Related log entries
de: Zugehörige Logbuch-Einträge
pt_br: Entradas de registro relacionadas

source: Upload Transaction …
de: Transaktionsdatei hochladen …
pt_br: Carregar transação…

source: Transaction Imports
de: Buchungsimport
pt_br: Importações de transação

source: Add new import
de: Neuer Import
pt_br: Adicionar nova importação

source: State
de: Status
pt_br: Estado

source: process
de: Verarbeiten
pt_br: processar

source: reprocess
de: Noch mal verarbeiten
pt_br: reprocessar

source: Add user …
de: Benutzer hinzufügen …
pt_br: Adicionar usuária …

source: User
de: Benutzer
pt_br: Usuária

source: Add new user
de: Neuen Benutzer hinzufügen
pt_br: Adicionar nova usuária

source: Username
de: Benutzername
pt_br: Nome de usuária

source: User deactivated
de: Benutzer deaktiviert
pt_br: Usuária desativada

source: Superuser
de: Administrator
pt_br: Superusuária

source: Backend user
de: Backend-Benutzer
pt_br: Usuária Backend

source: Frontend user
de: Frontend-Benutzer
pt_br: Usuária Frontend

source: Unknown document type
de: Unbekannter Dokumententyp
pt_br: Tipo de documento desconhecido

source: Charge
de: Einahmenminderung
pt_br: Cobrar

source: Revenue
de: Einnahme
pt_br: Receita

source: Increase
de: Zugang
pt_br: Aumentar

source: Decrease
de: Abgang
pt_br: Diminuir

source: Expense
de: Ausgabe
pt_br: Despesa

source: Rebate
de: Ausgabenminderung
pt_br: Desconto

source: The account was added, please edit additional details if applicable.
de: Das Mitglied wurde gespeichert, bitte füge zusätzliche Informationen hinzu, wenn nötig.
pt_br: A conta foi adicionada, edite os detalhes adicionais, se aplicável.

source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.
pt_br: Suas alterações foram salvas.

source: The upload was processed successfully.
de: Der Import wurde erfolgreich verarbeitet.
pt_br: O upload foi processado com sucesso.

source: The upload was added successfully, but could not be processed:
de: Der Import wurde erfolgreich hochgeladen, konnte aber nicht verarbeitet werden:
pt_br: O upload foi adicionado com sucesso, mas não pôde ser processado:

source: Specific address
de: Angebene Adresse
pt_br: endereço específico

source: Field cannot be empty
de: Feld kann nicht leer sein
pt_br: Campo não pode ser vazio

source: This mail has been sent already, and cannot be modified. Copy it to a draft instead!
de: Diese E-Mail wurde schon verschickt und kann nicht mehr verändert werden. Kopiere sie stattdessen in einen Entwurf!
pt_br: Este e-mail já foi enviado e não pode ser modificado. Em vez disso, copie-o para um rascunho!

source: Your changes have been saved and the email was sent.
de: Deine Änderungen wurden gespeichert und die Mail wurde verschickt.
pt_br: Suas alterações foram salvas e o e-mail foi enviado.

source: Here is your new mail draft!
de: Hier ist der neue Entwurf!
pt_br: Aqui está o seu novo rascunho de e-mail!

source: {count} mails have been deleted.
de: {count} E-Mails wurden verworfen.
pt_br: {count} e-mails foram excluídos.

source: {count} mails have been sent.
de: {count} E-Mails wurden verschickt.
pt_br: {count} e-mails foram enviados.

source: The mail has been sent.
de: Die Mail wurde verschickt.
pt_br: O correio foi enviado.

source: No mail has been sent.
de: Keine Mail wurde verschickt.
pt_br: Nenhum e-mail foi enviado.

source: Generated {count} data disclosure emails and placed them in the outbox.
de: {count} Datenbriefe wurden erstellt und in den Postausgang gelegt.
pt_br: Gerou {count} e-mails de divulgação de dados e os colocou na caixa de saída.

source: Start of balance timeframe
de: Beginn des Bilanzzeitraums
pt_br: Período de início do saldo

source: End of balance timeframe
de: Ende des Bilanzzeitraums
pt_br: Fim do prazo de saldo

source: Create balances even if there was no payment due in the time chosen?
de: Abschluss erstellen, auch wenn in dem Zeitfenster keine Zahlung fällig wurde?
pt_br: Criar saldos mesmo que não houvesse pagamento devido no prazo escolhido?

source: Balance cutoff
de: Erinnerungs-Minimum
pt_br: corte de saldo

source: Only members with a deficit greater than this will receive an email.
de: Nur Mitglieder mit einem ausstehenden Beitrag oberhalb dieser Grenze werden eine Mail erhalten.
pt_br: Apenas os membros com um défice superior a este receberão um e-mail.

source: Hello {name}, we wanted to let you know that within the time from {start} to {end} you incurred unpaid liabilities in the amount of EUR {amount} Please settle this amount as soon as possible, or let us know if you think this email is incorrect.
de: Hallo {name}, wir wollten Dich wissen lassen, dass Du in der Zeit von {start} bis {end} versäumt hast, Mitgliedsbeiträge in Höhe von EUR {amount} zu zahlen. Bitte hole dies so bald wie möglich nach, oder lass uns wissen, wenn diese Erinnerung irrtümlich versandt wurde.
pt_br: Olá {name}, gostaríamos de informar que dentro de {start} para {end} você incorreu em responsabilidades não pagas no valor de {amount} Por favor, liquide este valor o mais rápido possível, ou deixe-nos saber se você acha que este e-mail está incorreto.

source: End must be in the past!
de: Das Ende muss in der Vergangenheit liegen!
pt_br: Fim deve estar no passado!

source: Start must be before end!
de: Der Start muss vor dem Ende liegen!
pt_br: Início deve ser antes do fim!

source: {balance_count} balances were created and {mail_count} reminder emails were placed in the outbox.
de: {balance_count} Abschlüsse wurden erstellt und {mail_count} Zahlungserinnerungen wurden in den Postausgang gelegt.
pt_br: {balance_count} saldos foram criados e {mail_count} e-mails de lembrete foram colocados na caixa de saída.

source: {errors} balances could not be created due to errors. Presumably, these members already have balances overlapping this timeframe.
de: {errors} Abschlüsse konnten wegen Fehlern nicht erstellt werden – Vermutlich lagen für diese Mitglieder bereits Zahlungsaufforderungen in einem überlappenden Zeitraum vor.
pt_br: {errors} saldos não puderam ser criados devido a erros. Presumivelmente, essas pessoas associadas já possuem saldos que se sobrepõem a esse período.

source: CSV (Comma Separated Values)
de: CSV (Komma-Separierte Werte)
pt_br: CSV (valores separados por vírgula)

source: CSV (Semicolon Separated Values, German Windows versions)
de: CSV (Semikolon-Separierte Werte, deutsche Windows-Versionen)
pt_br: CSV (valores separados por ponto e vírgula, versões alemãs do Windows)

source: Couldn't map input column '{}' to field
de: Konnte die Eingangsspalte '{}' keinem Datenbank-Feld zuordnen
pt_br: Não foi possível mapear a coluna de entrada '{}' para o campo

source: Either both or none columns has to be given: '{}' and '{}'
de: Entweder beide oder keine dieser Spalten muss angegeben werden: '{}' und '{}'
pt_br: Ambas ou nenhuma coluna deve ser fornecida: '{}' e '{}'

source: Generic CSV import (Comma Separated Values)
de: Generischer CSV-Import (Komma-Separierte Werte)
pt_br: Importação de CSV genérico (valores separados por vírgula)

source: Generic CSV import (Semicolon Separated Values, German Windows versions)
de: Generischer CSV-Import (Semikolon-Separierte Werte, deutsche Windows-Versionen)
pt_br: Importação de CSV genérico (valores separados por ponto e vírgula, versões alemãs do Windows)

source: The member was added, please edit additional details if applicable.
de: Das Mitglied wurde gespeichert, bitte füge zusätzliche Informationen hinzu, wenn nötig.
pt_br: A pessoa associada foi adicionada, edite detalhes adicionais, se aplicável.

source: Some post processing steps could not be completed:
de: Einige Schritte konnten nach dem Hinzufügen des Mitglieds nicht durchgeführt werden:
pt_br: Algumas etapas de pós-processamento não puderam ser concluídas:

source: Adjust member account balance
de: Mitgliedskontostand korrigieren
pt_br: Ajustar o saldo da conta da pessoa associada

source: Initial balance
de: Anfangssaldo
pt_br: Balanço inicial

source: Fees waived
de: Mitgliedsbeiträge erlassen
pt_br: Taxas isentas

source: Relative (Add or subtract amount to/from balance)
de: Relativ (Betrag abziehen oder aufaddieren)
pt_br: Relativo (adicionar ou subtrair valor de/para o saldo)

source: Absolute (Balance should be)
de: Absolut (Sollbetrag eingeben)
pt_br: Absoluto (o equilíbrio deve ser)

source: End membership
de: Mitgliedschaft beenden
pt_br: Encerrar assinatura

source: Adjust balance
de: Saldo korrigieren
pt_br: Ajustar equilíbrio

source: Account adjustment
de: Kontenkorrektur
pt_br: Ajuste de conta

source: Fee waiving needs to decrease debts. Use a negative value in relative mode, or a value higher than the current one in absolute mode.
de: Gebührenerlass muss Schulden verringern. Verwenden Sie einen negativen Wert im relativen Modus oder einen Wert, der höher ist als der aktuelle, im absoluten Modus.
pt_br: A isenção de taxas precisa diminuir as dívidas. Use um valor negativo no modo relativo ou um valor maior que o atual no modo absoluto.

source: Membership account adjusted by {amount}, current balance is {balance}
de: Mitgliedskonto korrigiert um {amount}, Aktueller Kontostand ist {balance}
pt_br: Conta de associação ajustada em {amount}, saldo atual é {balance}

source: The membership has been terminated. Please check the outbox for the notifications.
de: Die Mitgliedschaft wurde beendet. Bitte sieh dir die Benachrichtigungsmails im Postausgang an.
pt_br: A associação foi encerrada. Por favor, verifique a caixa de saída para as notificações.

source: The email was generated and can be sent in the outbox.
de: Die E-Mail wurde erstellt und kann jetzt im Postausgang versendet werden.
pt_br: O e-mail foi gerado e pode ser enviado na caixa de saída.

source: You're nearly ready to go – configure how you want to add new members, and you're done.
de: Du bist fast fertig – konfiguriere noch, wie du neue Mitglieder hinzufügen willst, und du bist fertig.
pt_br: Você está quase pronto - configure como deseja adicionar novos membros e pronto.

source: The config was saved successfully.
de: Die Einstellungen wurden gespeichert.
pt_br: A configuração foi salva com sucesso.

source: Memo
de: Betreff
pt_br: Memorando

source: The transaction was updated.
de: The Transaktion wurde aktualisiert.
pt_br: A transação foi atualizada.

source: The upload could not be processed:
de: Der Import konnte nicht verarbeitet werden:
pt_br: O upload não pôde ser processado:

source: Password
de: Passwort
pt_br: Senha

source: Nick
pt_br: usuario

source: Birth date
de: Geburtsdatum
pt_br: Data de Nascimento

source: Phone number
de: Telefonnummer
pt_br: Número de Telefone

source: General information
de: Allgemeine Informationen
pt_br: Informações gerais

source: No IBAN
de: Keine IBAN
pt_br: Sem IBAN

source: Invalid IBAN
de: Ungültige IBAN
pt_br: IBAN inválido

source: No BIC
de: Kein BIC
pt_br: Sem BIC

source: Invalid BIC
de: Ungültige BIC
pt_br: BIC inválido

source: Debit bounced
de: Lastschrift zurückgegangen
pt_br: Débito devolvido

source: Mandate rescinded
de: Mandat zurückgezogen
pt_br: Mandato rescindido

source: Direct debit deactivated
de: Lastschrift deaktiviert
pt_br: Débito direto desativado

source: No mandate reference
de: Keine Mandatsreferenz
pt_br: Nenhuma referência de mandato

source: Inactive
de: Inaktiv
pt_br: Inativo

source: Active
de: Aktiv
pt_br: Ativo

source: Bounced
de: Zurückgegangen
pt_br: Saltou

source: Rescinded
de: Zurückgezogen
pt_br: Rescindido

source: Mandate state
de: Mandatszustand
pt_br: Estado de mandato

source: IBAN Institute
de: IBAN-Institut
pt_br: Instituto IBAN

source: IBAN Issue Date
de: IBAN-Ausstellungsdatum
pt_br: Data de Emissão do IBAN

source: The issue date of the direct debit mandate. (1970-01-01 means there is no issue date in the database )
de: Das Ausstellungsdatum des Lastschriftmandats. (1970-01-01 bedeutet, dass es kein Ausstellungsdatum in der Datenbank gibt)
pt_br: A data de emissão do mandato de débito direto. (1970-01-01 significa que não há data de emissão no banco de dados)

source: IBAN full name
de: Vollständiger Name zur IBAN
pt_br: IBAN nome completo

source: Full name for IBAN account owner
de: Voller Name für den IBAN-Kontoinhaber
pt_br: Nome completo do proprietário da conta IBAN

source: IBAN address
de: IBAN-Adresse
pt_br: Endereço IBAN

source: Address line (e.g. Street / House Number)
de: Adresszeile (z.B. Straße/Hausnummer)
pt_br: Linha de endereço (e.g. Rua / Número da casa)

source: IBAN zip code
de: IBAN-PLZ
pt_br: Código postal IBAN

source: ZIP Code
de: Postleitzahl
pt_br: CEP

source: IBAN City
de: IBAN-Stadt
pt_br: IBAN Cidade

source: IBAN Country
de: IBAN-Land
pt_br: País IBAN

source: IBAN Mandate Reference
de: IBAN-Mandatsreferenz
pt_br: Referência do Mandato IBAN

source: IBAN Mandate Reason
de: IBAN-Mandatsgrund
pt_br: Motivo do Mandato do IBAN

source: SEPA information
de: SEPA-Informationen
pt_br: Informação SEPA

source: Your SEPA mandate reference is {}.
de: Deine SEPA-Mandatsreferenz ist {}.
pt_br: A referência do seu mandato SEPA é {}.

source: The new member has given us a SEPA mandate for {amount} ({interval}), starting on {start}: Name: {name} IBAN: {iban} BIC: {bic} ({institute}) Mandate date: {issue_date} Mandate reference: {mandate_reference} Mandate reason: {mandate_reason}
de: Das neue Mitglied hat uns ein SEPA-Mandat über {amount}€ ({interval}) erteilt, beginnend am {start}: Name: {name} IBAN: {iban} BIC: {bic} ({institute}) Mandatsdatum: {issue_date} Mandatsreferenz: {mandate_reference} Mandatsgrund: {mandate_reason}
pt_br: O novo membro nos deu um mandato SEPA para {amount} ({interval}), começando em {start}: Nome: {name} IBAN: {iban} BIC: {bic} ({institute}) Data do mandato: {issue_date} Referência do mandato: {mandate_reference} Motivo do mandato: {mandate_reason}
