Repository: byro/byro
Catalog: src/byro/locale/*/LC_MESSAGES/django.po
Languages: de, pt_br

source: Please terminate SEPA mandate member number: {number} to {end}: Name: {name} IBAN: {iban} BIC: {bic} ({institute}) Mandate date: {issue_date} Mandate reference: {mandate_reference} Mandate reason: {mandate_reason}
de: Bitte beende das SEPA-Lastschriftmandat {number} zu {end}: Name: {name} IBAN: {iban} BIC: {bic} ({institute}) Mandatsdatum: {issue_date} Mandatsreferenz: {mandate_reference} Mandatsgrund: {mandate_reason}
pt_br: Rescinda o número de membro do mandato SEPA: {number} to {end}: Nome: {name} IBAN: {iban} BIC: {bic} ({institute}) Data do mandato: {issue_date} Referência do mandato: {mandate_reference} Motivo do mandato: {mandate_reason}

source: Yes, my data may be shown in the member list, where it will be visible to other members.
de: Ja, meine Stammdaten dürfen in der Mitgliedsliste anderen Mitgliedern gezeigt werden.
pt_br: Sim, meus dados podem ser mostrados na lista de membros, onde ficarão visíveis para outros membros.

source: Memberpage settings
de: Einstellungen zu Mitgliederseiten
pt_br: Configurações da página de associadas

source: Consent: Visible to other members
de: Zustimmung: Sichtbar für andere Mitglieder
pt_br: Consentimento: Visível para outras pessoas associadas

source: Member page
de: Mitgliedsseite
pt_br: Página de associada

source: Member list
de: Mitgliederliste
pt_br: Lista de associadas

source: Your personal member page is at {link}
de: Deine persönliche Mitgliedsseite ist hier: {link}
pt_br: Sua página pessoal está em {link}

source: Their personal member page is at {link}
de: Die persönliche Mitgliedsseite ist hier: {link}
pt_br: Página pessoal de associada está em {link}

source: Public profile
de: Öffentliches Profil
pt_br: Perfil público

source: Personal member page
de: Persönliche Mitgliedsseite
pt_br: Página pessoal de associada

source: Please do not share this page with others – you are seeing it via your personal access token, and sharing it will allow others to act in your name.
de: Bitte gib den Link zu dieser Seite nicht weiter – Du siehst diese Seite dank deines persönlichen Links, und wenn andere diesen haben, können sie in deinem Namen auftreten.
pt_br: Por favor, não compartilhe esta página com outras pessoas – você a está vendo por meio de seu token de acesso pessoal, e compartilhá-la permitirá que outras pessoas ajam em seu nome.

source: Personal member page of %(name)s
de: Persönliche Mitgliedsseite von %(name)s
pt_br: Página pessoal de %(name)s

source: %(count)s days
de: %(count)s Tage
pt_br: %(count)s dias

source: or %(count)s years of membership
de: oder %(count)s Jahre Mitgliedschaft
pt_br: ou %(count)s anos de associação

source: First joined on %(start)s.
de: Beigetreten am %(start)s.
pt_br: Ingressou inicialmente em %(start)s.

source: Joined %(start)s
de: Beigetreten am %(start)s
pt_br: Ingressou em %(start)s

source: No current active membership
de: Keine aktive Mitgliedschaft
pt_br: Nenhuma associação ativa

source: This is where you can opt in to show some of your data to other members in the central member list. Only information you explicitly mark as public will be shared.
de: Hier können Sie einwilligen, dass Teile Ihrer Stammdaten anderen Mitgliedern in der Mitgliedsliste zugänglich werden. Nur Daten, die Sie auch explizit anhaken werden anderen Mitgliedern gezeigt.
pt_br: É aqui que você pode optar por mostrar alguns de seus dados a outras pessoas associadas na lista central de associadas. Somente as informações que você marcar explicitamente como públicas serão compartilhadas.

source: Data field
de: Datenfeld
pt_br: Campo de dados

source: Share data in member list
de: Einwilligung zur Veröffentlichung
pt_br: Compartilhar dados na lista de associadas

source: Membership history
de: Mitgliedschaftsverlauf
pt_br: Histórico de Associação

source: Finance details
de: Finanzdetails
pt_br: Detalhes financeiros

source: Currently no members have consented to their information being shared.
de: Derzeit haben keine Mitglieder ihre Stammdaten freigegeben.
pt_br: Atualmente, nenhuma pessoa associada consentiu que suas informações fossem compartilhadas.

source: This list is not complete, as some members have not consented to their information being shared.
de: Diese Liste ist nicht vollständig, da manche Mitglieder der Anzeige ihrer Daten nicht zugestimmt haben.
pt_br: Esta lista não está completa, pois algumas pessoas associadas não consentiram que suas informações fossem compartilhadas.

source: English
de: Englisch
pt_br: Inglês

source: German
de: Deutsch
pt_br: Alemão

source: Brazilian Portuguese
de: Brasilianisches Portugiesisch
pt_br: Português Brasileiro

source: E-Mail
de: E-Mail-Adresse

source: Log
de: Logbuch

source: Data
de: Daten
