Repository: byro/byro
Catalog: src/byro/locale/*/LC_MESSAGES/django.po
Languages: de, pt_br

source: Receipt
de: Beleg
pt_br: Recibo

source: Invoice
de: Rechnung
pt_br: Fatura

source: Statement
de: Kontoauszug
pt_br: Extrato

source: Asset account
de: Aktiva
pt_br: Conta de Ativos

source: Liability account
de: Passiva
pt_br: Conta de Passivos

source: Income account
de: Erträge
pt_br: Conta de Receitas

source: Expense account
de: Aufwendungen
pt_br: Conta de Despesas

source: Equity account
de: Eigenkapital
pt_br: Conta de Patrimônio

source: Member fees
de: Mitgliedsbeiträge
pt_br: Taxas de Associação

source: Donations
de: Spenden
pt_br: Doações

source: Member fees receivable
de: Ausstehende Mitgliedsbeiträge
pt_br: Taxas de Associação a receber

source: Bank
pt_br: Banco

source: Opening balance
de: Eröffnungsbestand
pt_br: Saldo inicial

source: Lost income
de: Verlust
pt_br: Receita perdida

source: Update all order names
de: Alle Namen updaten (Sortierreihenfolge)
pt_br: Atualize toda ordenação por nome

source: Update all address names
de: Alle Namen updaten (Ansprache)
pt_br: Atualize todos os nomes de endereço

source: Current day
de: Aktueller Tag
pt_br: Dia atual

source: Beginning of current month
de: Anfang des aktuellen Monats
pt_br: Início do mês atual

source: Beginning of next month
de: Anfang nächsten Monats
pt_br: Início do próximo mês

source: Beginning of current year
de: Anfang des aktuellen Jahres
pt_br: Início do ano atual

source: Beginning of next year
de: Anfang nächsten Jahres
pt_br: Início do próximo ano

source: Other/fixed date
de: Anderes/Festes Datum
pt_br: Outra/data fixa

source: False
de: Falsch
pt_br: Falso

source: True
de: Wahr
pt_br: Verdadeiro

source: Position in form
de: Position im Formular
pt_br: Posição no formulário

source: Default date
de: Standarddatum
pt_br: Data padrão

source: Default value
de: Standardwert
pt_br: Valor padrão

source: Member fee for {number}
de: Mitgliedsbeitrag für {number}
pt_br: Taxa de associação para {number}

source: and for {number}
de: und für {number}
pt_br: e para {number}

source: EUR {amount} donation
de: EUR {amount} Spende
pt_br: Doação de {amount} em Euros

source: Belated member fee payment for Olga
de: Verspäteter Mitgliedsbeitrag von Olga
pt_br: Pagamento de taxa de associação atrasada para Olga

source: George lives to give, donation
de: George spendet gerne, Spende
pt_br: George vive para dar, doação

source: Bank fees
de: Bankgebühren
pt_br: Taxas bancárias

source: ACME Inc. thanks you for your patronage, sale of one halo kite
de: Vielen Dank für Ihren Einkauf bei ACME Inc., Ein Atmosphärendrachen
pt_br: ACME Inc. agradece seu apoio

source: ACME Inc. thanks you for your patronage, sale of one emergency medkit
de: Vielen Dank für Ihren Einkauf bei ACME Inc., Ein Notfall-Medkit
pt_br: ACME Inc. agradece seu apoio, venda de um kit médico de emergência

source: Association name
de: Vereinsname
pt_br: Nome da Associação

source: Association address
de: Vereinsadresse
pt_br: Endereço da Associação

source: Association URL
de: Vereinswebsite
pt_br: URL da Associação

source: Statute of limitations
de: Verjährungsfrist
pt_br: Prazo de prescrição

source: For which interval can you make members pay their outstanding fees?
de: Für welches Intervall müssen Mitglieder ausstehende Beiträge nachzahlen?
pt_br: Qual o intervalo permitido para as pessoas associadas pagarem suas taxas de associação pendentes?

source: Start accounting Membership Fees from
de: Mitgliedsbeiträge werden berechnet beginnend am
pt_br: Contabilizar taxas de associação a partir de

source: This field is especially useful if the organization was later migrated to byro and the membership fees of members from the past are not to be billed. Leave the field empty if you do not have this requirement and you want to invoice all members from the beginning of their membership.
de: Dieses Feld ist besonders nützlich, wenn der Verein byro nicht von Beginn genutzt hat, und die vergangenen Beiträge von Mitgliedern nicht berechnet werden sollen. Andernfalls kann dieses Feld leergelassen werden.
pt_br: Este campo é especialmente útil se a associação foi posteriormente migrada para byro e as taxas de associação de pessoas associadas do passado não devem ser cobradas. Deixe o campo vazio se você não tiver esse requisito e quiser cobrar todas as associadas desde o início de seu cadastro.

source: Language
de: Sprache
pt_br: Idioma

source: Currency
de: Währung
pt_br: Moeda

source: E.g. EUR
de: Z.B. EUR
pt_br: E.g. BRL

source: Currency symbol
de: Währungssymbol
pt_br: Símbolo da moeda

source: E.g. €
de: Z.B. €
pt_br: E.g. R$

source: Show currency symbol after value
de: Währungssymbol nach Betrag zeigen
pt_br: Mostrar o símbolo da moeda após o valor

source: Controls whether the currency symbol comes before or after the monetary value
de: Stellt ein, ob das Währungssymbol vor oder nach dem Betrag angezeigt wird
pt_br: Controla se o símbolo da moeda aparece antes ou depois do valor monetário (e.g. 20,50€ vs R$20,50)

source: Display cents
de: Centbeträge anzeigen
pt_br: Exibir centavos

source: When enabled, monetary values include two decimal fractional digits
de: Zeigt bei Geldbeträgen zwei Nachkommastellen, wenn angewählt
pt_br: Quando habilitado, valores monetários incluirão dois dígitos decimais fracionários

source: Default sort order
de: Standardsortierung
pt_br: Padrão de ordenação

source: You can always override the automatic sort order if a member has an unusual name.
de: Die Sortierung kann bei Mitgliedern mit unüblichen Namen immer von Hand verändert werden.
pt_br: Você sempre pode substituir o padrão de ordenação automático se uma pessoa associada tiver um nome incomum.

source: First part of the name
de: Erster Teil des Namens
pt_br: Nome

source: Last part of the name
de: Letzter Teil des Namens
pt_br: Sobrenome

source: Default name when addressing members
de: Name zur Ansprache
pt_br: Parte do nome utilizada ao abordar associadas

source: This is used in emails, for example. You can always override the automatically chosen name if a member has an unusual name.
de: Diese Einstellung wird z.B. für E-Mails genutzt. Der Name kann bei Mitgliedern mit unüblichen Namen immer von Hand verändert werden.
pt_br: Isso é usado em e-mails, por exemplo. Você sempre pode substituir o nome escolhido automaticamente se uma associada tiver um nome incomum.

source: External base URL of byro installation
de: Externe Basis-URL der Byro-Installation
pt_br: URL base externa da instalação do byro

source: This field is used to generate the absolute URL for public pages. Leave it empty if it is the same as this page's base URL.
de: Dieses Feld wird verwendet, um die absolute URL für persönliche Mitgliederseiten zu generieren. Leergelassen ist es dieselbe URL, die für diese Seite genutzt wird.
pt_br: Este campo é usado para gerar a URL absoluta para páginas públicas. Deixe em branco se for igual ao URL base desta página.

source: E-mail address used as sender
de: Absenderadresse
pt_br: E-mail padrão usado como remetente

source: E-mail address for notifications
de: Adresse für Benachrichtigungen
pt_br: E-mail padrão para notificações

source: General settings
de: Allgemeine Einstellungen
pt_br: Configurações gerais

source: Login
de: Anmelden
pt_br: Autenticar

source: Welcome to byro!
de: Willkommen zu byro!
pt_br: Boas-vindas ao byro!

source: Sign in
de: Einloggen
pt_br: Entrar

source: Date / Time
de: Datum / Uhrzeit
pt_br: Data / Hora

source: Source
de: Quelle
pt_br: Fonte

source: Operation
de: Vorgang
pt_br: Operação

source: Eternal log
de: Ewiges Logfile
pt_br: Log eterno

source: What is going on here?
de: Was ist das hier?
pt_br: O que está acontecendo aqui?

source: <p>All changes in byro are recorded in an internal audit log file. Each entry is represented by its <a href="https://en.wikipedia.org/wiki/Cryptographic_hash">hash value</a> and is linked to the previous entry in a <a href="https://en.wikipedia.org/wiki/Hash_chain">hash chain</a>. Proof of the hash value at some point in time carries within its proof of all hash values, and with them all log entries, before it.</p> <p>This page serves as a publicly visible notary of the current hash value. It can be printed, downloaded, or saved in the web archive.</p>
de: <p>Alle Änderungen in byro werden in einem internen Audit-Log aufgezeichnet. Jeder Eintrag wird durch seinen <a href="https://de.wikipedia.org/wiki/Kryptographische_Hashfunktion">Hashwert</a> repräsentiert und ist mit dem vorherigen Eintrag zu einer <a href="https://de.wikipedia.org/wiki/Ewige_Logdatei">Ewigen Logdatei</a> verknüpft. Der Nachweis des Hash-Wertes zu einem bestimmten Zeitpunkt trägt in sich den Nachweis aller Hash-Werte, und damit aller Log-Einträge, vor ihm.</p> <p>Diese Seite dient als öffentlich sichtbarer Nachweis des aktuellen Hash-Wertes. Sie kann gedruckt, heruntergeladen oder im <i>web archive</i> gespeichert werden. </p>
pt_br: <p>Todas as alterações no byro são registradas em um arquivo de log de auditoria interna. Cada entrada é representada por seu <a href="https://en.wikipedia.org/wiki/Cryptographic_hash">valor de hash</a> e está vinculada à entrada anterior em uma <a href="https:// en.wikipedia.org/wiki/Hash_chain">cadeia de hash</a>. A prova do valor de hash em algum ponto no tempo contém a prova de todos os valores de hash, e com eles todas as entradas de log, antes dela.</p> <p>Esta página serve como um notário publicamente visível do valor de hash atual. Ele pode ser impresso, baixado ou salvo no arquivo da web.</p>

source: Most recent log entry as of %(now_datetime)s
de: Jüngster Log-Eintrag zum Zeitpunkt %(now_datetime)s
pt_br: Entrada de log mais recente a partir de %(now_datetime)s

source: Old value
de: Vorheriger Wert
pt_br: Valor antigo

source: New value
de: Neuer Wert
pt_br: Novo valor

source: User logged in
de: Benutzer angemeldet
pt_br: Usuário autenticado

source: No user account matches the entered credentials.
de: Zu den Eingaben wurde kein Nutzer gefunden.
pt_br: Nenhuma conta de usuária corresponde às credenciais fornecidas.

source: User account is deactivated.
de: Account ist deaktiviert.
pt_br: A conta da usuária está desativada.

source: Miscellaneous document
de: Sonstiges Dokument
pt_br: Documento diverso

source: Registration form
de: Beitrittsformular
pt_br: Formulário de registro

source: Hi, {name}, Please find attached a document we wanted to send you/that you requested. Thank you, {association}
de: Hi, {name}, Im Anhang befindet sich ein Dokument für dich. Danke {association}
pt_br: Olá, {name}, Em anexo encontra-se um documento que queríamos lhe enviar/que você solicitou. Obrigado, {association}

source: [{association}] Your document
de: [{association}] Dein Dokument
pt_br: [{association}] Seu documento

source: Welcome, latest member!
de: Willkommen, neustes Mitglied!
pt_br: Boas-vindas, última associada!

source: Hi, welcome to {name}! You're now officially our latest member. Your member ID is {number}. If you have any questions relating to your member fees or you want to update your member data, please contact us at {contact}. {additional_information} Thanks, the robo clerk
de: Hi, Willkommen bei uns im {name}! Du bist unser neustes Mitglied. Deine Mitgliedsnummer ist {number}. Wenn du Fragen zu deinem Beitrag hast oder deine Kontaktdaten sich ändern, melde dich bitte unter {contact}. {additional_information} Danke Das Helferlein
pt_br: Oi, boas-vindas a {name}! Agora você é oficialmente nossa pessoa associada mais recente. Seu ID de associação é {number}. Se você tiver alguma dúvida sobre as taxas de associação ou você deseja atualizar seus dados de associada entre em contato conosco em {contact}. {additional_information} Obrigado, o robo escriturário

source: [byro] New member
de: [byr] Neues Mitglied
pt_br: [byro] Nova pessoa associada

source: Hi, we have a new member: {member_name} {additional_information} Thanks, the robo clerk
de: Hi, wir haben ein neues Mitglied: {member_name} {additional_information} Danke Das Helferlein
pt_br: Olá, temos uma nova pessoa associada: {member_name} {additional_information} Obrigado, o robo escriturário

source: Goodbye!
de: Tschüß!
pt_br: Até logo!

source: Hi, we are sorry that you will leave us at {end}. {additional_information} Thanks, the robo clerk
de: Hi, schade, dass du uns zu {end} verlässt. {additional_information} Danke Das Helferlein
pt_br: Olá, lamentamos que você nos deixe em {end}. {additional_information} Obrigado, o robo escriturário

source: [byro] Membership termination
de: [byro] Austritt
pt_br: [byro] Encerramento de associação

source: Hi, {member_name} will leave us at {end}. {additional_information} Thanks, the robo clerk
de: Hi, {member_name} wird uns zu {end} verlassen. {additional_information} Danke Das Helferlein
pt_br: Olá, {member_name} nos deixará em {end}. {additional_information} Obrigado, o robo escriturário

source: Your {association_name} data record (#{number})
de: Dein {association_name} Datenbestand (#{number})
pt_br: Seu registro de dados para {association_name} (#{number})

source: Hi, We're writing you to let you know about the data we have currently stored about yourself and your membership. Your current balance is {balance}. {data} If these records are outdated or incorrect, please let us know as a response to this email. Thanks, the robo clerk
de: Hi, wir schreiben dir, um dir den aktuellen Datenbestand über dich in unserer Mitgliederdatenbank mitzuteilen. Dein Guthaben (Rückstand falls negativ): {balance} {data} Wenn diese Daten veraltet oder falsch sind, lass es uns bitte als Antwort auf diese Mail wissen. Danke, Das Helferlein
pt_br: Olá, Estamos escrevendo para informá-lo sobre os dados que armazenamos atualmente sobre você e sua associação. Seu saldo atual é {balance}. {data} Se esses registros estiverem desatualizados ou incorretos, informe-nos em resposta a este e-mail. Obrigado, o robo escriturário

source: Subject
de: Betreff
pt_br: Assunto

source: Text
pt_br: Texto

source: Reply-To
pt_br: Responder para

source: Change the Reply-To address if you do not want to use the default orga address
de: Ändere das Reply-To-Feld, wenn du Antworten nicht an die allgemeine Adresse geschickt haben möchtest
pt_br: Altere o endereço de resposta se não quiser usar o endereço organizacional padrão

source: Enter comma separated addresses. Will receive a blind copy of every mail sent from this template. This may be a LOT!
de: Gib durch Kommas getrennte Adressen ein. Diese Adressen bekommen einen BCC jeder Mail, die durch dieses Template verschickt wird. Das können viele werden!
pt_br: Digite os endereços separados por vírgula. Receberá uma cópia oculta de todos os e-mails enviados a partir deste modelo. Isso pode ser uma quantidade GRANDE de mensagens!

source: To
pt_br: Para

source: One email address or several addresses separated by commas.
de: Eine Adresse oder mehrere durch Kommas getrennte.
pt_br: Um endereço de e-mail ou vários endereços separados por vírgulas.

source: Sent at
de: Verschickt
pt_br: Enviado em

source: You are receiving this email due to your membership in {name}.
de: Du erhältst diese E-Mail aufgrund Deiner Mitgliedschaft im Verein {name}.
pt_br: Você está recebendo este e-mail devido à sua associação em {name}.

source: You can see your member page at this URL: {url}
de: Deine persönliche Mitgliedsseite ist hier: {url}
pt_br: Você pode ver sua página de associada nesta URL: {url}

source: Membership number/ID
de: Mitgliedsnummer
pt_br: Número/ID de associação

source: Name
pt_br: Nome

source: Name for direct address
de: Name für direkte Ansprache
pt_br: Nome para endereço direto

source: Name (sort order)
de: Name (Sortierreihenfolge)
pt_br: Nome (ordem de classificação)

source: Address
de: Adresse
pt_br: Endereço

source: Contact type
de: Kontakt-Typ
pt_br: Tipo de Contato

source: Member
de: Mitglied
pt_br: Associada

source: Internal database ID
de: Interne Datenbank-ID
pt_br: ID do banco de dados interno

source: Member active?
de: Mitglied aktiv?
pt_br: Associada ativa?

source: Account balance
de: Kontostand
pt_br: Saldo da conta

source: Last Member Fee Transaction Timestamp
de: Letzter Zeitpunkt einer Beitragstransaktion
pt_br: Timestamp da transação da última taxa de associação

source: Current membership
de: Aktuelle Mitgliedschaft
pt_br: Associação atual

source: Due amount canceled because of change in membership amount
de: Ausstehender Betrag durch Änderung des Mitgliedsbeitrags storniert
pt_br: Valor devido cancelado devido a alteração no valor da taxa de associação

source: Membership due
de: Mitgliedsbeitrag fällig
pt_br: Associação vencida

source: Due amount outside of membership canceled
de: Ausstehender Betrag außerhalb der Mitgliedschaft storniert
pt_br: Valor devido fora da taxa de associação cancelada

source: monthly
de: monatlich
pt_br: mensal

source: quarterly
de: pro Quartal
pt_br: trimestral

source: biannually
de: halbjährlich
pt_br: semestral

source: annually
de: jährlich
pt_br: anual

source: name
pt_br: nome

source: amount
de: Betrag
pt_br: valor

source: Please enter the yearly fee for this membership type.
de: Bitte gib den Jahresbeitrag für diesen Beitragstyp ein.
pt_br: Insira a taxa anual para este tipo de associação.

source: start
de: Beginn
pt_br: começo

source: end
de: Ende
pt_br: fim

source: membership fee
de: Beitrag
pt_br: taxa de associação

source: The amount to be paid in the chosen interval
de: Der Beitrag, der im angegebenen Intervall gezahlt werden soll
pt_br: O valor a ser pago no intervalo escolhido

source: payment interval
de: Intervall
pt_br: intervalo de pagamento

source: How often does the member pay their fees?
de: Wie oft soll das Mitglied zahlen?
pt_br: Qual a freqüência que a pessoa associada paga suas taxas de associação?

source: Membership
de: Mitgliedschaft
pt_br: Associação

source: Reference
de: Referenznummer
pt_br: Referência

source: For example an invoice number or a payment reference
de: Beispielsweise eine Rechnungsnummer oder eine Zahlungsreferenz
pt_br: Por exemplo, um número de fatura ou uma referência de pagamento

source: Amount
de: Betrag
pt_br: Valor

source: Start
de: Beginn
pt_br: Início

source: End
de: Ende
pt_br: Fim

source: paid
de: bezahlt
pt_br: pago

source: partially paid
de: teilweise bezahlt
pt_br: pago parcialmente

source: unpaid
de: nicht bezahlt
pt_br: não pago

source: Transaction created
de: Transaktion angelegt
pt_br: Transação criada

source: Credit
de: Haben
pt_br: Crédito

source: Debit
de: Soll
pt_br: Débito

source: Document uploaded
de: Dokument hochgeladen
pt_br: Documento enviado

source: Transaction reversed
de: Transaktion storniert
pt_br: Transação revertida

source: Transaction updated
de: Transaktion bearbeitet
pt_br: Transação atualizada

source: Document deleted
de: Dokument gelöscht
pt_br: Documento excluído

source: Showing values before deletion
de: Werte vor dem Löschen werden angezeigt
pt_br: Mostrando valores antes da exclusão

source: Document stored
de: Dokument gespeichert
pt_br: Documento armazenado

source: Member created
de: Mitglied angelegt
pt_br: Associada criada

source: Membership ended
de: Mitgliedschaft beendet
pt_br: Associação encerrada

source: Member updated
de: Mitglied bearbeitet
pt_br: Associada atualizada

source: Settings changed
de: Einstellungen geändert
pt_br: Configurações alteradas

source: Initial settings
de: Initiale Einstellungen
pt_br: Configurações iniciais

source: Initial State: Accounts
de: Anfangszustand: Konten
pt_br: Estado Inicial: Contas

source: Account
de: Konto
pt_br: Conta

source: Net
de: Netto
pt_br: Líquido

source: Registration form changed
de: Beitrittsformular geändert
pt_br: Formulário de inscrição alterado

source: Add Account …
de: Konto hinzufügen …
pt_br: Adicionar Conta …

source: Save
de: Speichern
pt_br: Salvar

source: Default
de: Standard
pt_br: Padrão

source: Date
de: Datum
pt_br: Data

source: Purpose
de: Zweck
pt_br: Propósito

source: Originator/Recipient
de: Urheber/Empfänger
pt_br: Origem/Destino

source: Accounts
de: Konten
pt_br: Contas

source: Add new account
de: Konto hinzufügen
pt_br: Adicionar nova conta

source: Unmatched transactions
de: Unzugeordnete Buchungen
pt_br: Transações não correspondidas

source: Type
de: Art
pt_br: Tipo

source: Incoming
de: Eingehend
pt_br: Entrada

source: Outgoing
de: Ausgehend
pt_br: Saída

source: Balance
de: Kontostand
pt_br: Saldo

source: Default
de: Standard
pt_br: Padrão

source: Log in
de: Anmelden
pt_br: Conecte-se

source: Dashboard
de: Überblick
pt_br: Painel de Controle

source: Settings
de: Einstellungen
pt_br: Configurações

source: General
de: Allgemeine Einstellungen
pt_br: Geral

source: Users
de: Benutzer
pt_br: Usuárias

source: About
de: Über
pt_br: Sobre

source: Members
de: Mitglieder
pt_br: Associadas

source: Finance
de: Finanzen
pt_br: Finanças

source: Transaction Upload
de: Transaktions-Import
pt_br: Envio de transações

source: Mails
de: E-Mails
pt_br: E-mails

source: powered by <a %(a_attr)s>byro</a>
pt_br: fornecido por <a %(a_attr)s>byro</a>

source: running in development mode
de: Entwicklungsmodus
pt_br: executando em modo de desenvolvimento

source: %(n)s active member
de: %(n)s aktives Mitglied
pt_br: %(n)s associada ativa

source: (currently)
de: (aktuell)
pt_br: (neste momento)

source: 1 unmapped transaction
de: %(n)s nicht zugeordnete Buchung
pt_br: 1 transação não mapeada

source: Transactions all processed!
de: Alle Transaktionen verarbeitet!
pt_br: Todas as transações foram processadas!

source: %(n)s member
de: %(n)s Mitglied
pt_br: %(n)s associada

source: (all time)
de: (insgesamt)
pt_br: (todo o tempo)

source: Upload Document …
de: Dokument hochladen …
pt_br: Enviar Documento …

source: Document details
de: Dokumentendetails
pt_br: Detalhes do Documento

source: Direction
de: Richtung
pt_br: Direção

source: Category
de: Kategorie
pt_br: Categoria

source: Title / Information
de: Titel/Informationen
pt_br: Título / Informação

source: Integrity verified
de: Integrität überprüft
pt_br: Integridade verificada

source: File corrupted or modified
de: Datei beschädigt oder modifiziert
pt_br: Arquivo corrompido ou modificado

source: Upload
de: Hochladen
pt_br: Envio

source: Outbox
de: Postausgang
pt_br: Caixa de saída

source: Sent Mails
de: Verschickte Mails
pt_br: E-mails enviados

source: Templates
de: Vorlagen
pt_br: Modelos

source: Compose
de: Mail verfassen
pt_br: Compor

source: Send email
de: Mail verschicken
pt_br: Enviar e-mail

source: Save to outbox
de: In Postausgang legen
pt_br: Salvar na caixa de saída

source: Save and send
de: Speichern und verschicken
pt_br: Salvar e enviar

source: Mail
de: E-Mail
pt_br: E-mail

source: Mail, sent at %(when)s
de: E-Mail, verschickt am %(when)s
pt_br: E-mail, enviado em %(when)s

source: Mail, unsent
de: E-Mail, noch nicht verschickt
pt_br: E-mail, não enviado

source: Discard
de: Verwerfen
pt_br: Descartar

source: Copy to new mail
de: Zu neuer Mail kopieren
pt_br: Copiar para um novo mail

source: Send All
de: Alle verschicken
pt_br: Enviar todos

source: Discard all
de: Alle verwerfen
pt_br: Descartar todos

source: Send
de: Verschicken
pt_br: Enviar

source: Sent
de: Verschickt
pt_br: Enviado

source: All members
de: Alle Mitglieder
pt_br: Todas associadas

source: Mail Template
de: Vorlage
pt_br: Modelo de e-mail

source: New template
de: Neue Vorlage
pt_br: Novo modelo

source: Mail Templates
de: Vorlagen
pt_br: Modelos de e-mail

source: There are a couple of default templates provided by byro, mostly revolving around members coming and going.
de: Es gibt eine Reihe Standardvorlagen von byro, vor allem für den Beginn und das Ende einer Mitgliedschaft.
pt_br: Existem alguns modelos padrão fornecidos pelo byro, principalmente girando em torno de associadas indo e vindo.

source: Add new mail template
de: Neue Mail-Vorlage hinzufügen
pt_br: Adicionar um novo modelo de e-mail
